const products = [
  {
    id: 1,
    imgUrl: "/1.svg",
    discount: 50,
    frontTitle:
      "BeautiyRecipe-ის 💎 ახალი თაობის ვაკუუმის აპარატი — თქვენი კანის სუფთა და ჯანსაღი იერსახისთვის!",
    oldPrice: 300.0,
    newPrice: 149.0,
    backText: [
      "✔ ეფექტურად აშორებს შავ წერტილებს",
      "✔ წმენდს ღრმად ფორებს",
      "✔ ამცირებს ცხიმის გამოყოფას",
      "✔ აუმჯობესებს კანის ტექსტურას და ბზინვარებას",
      "📦 მოიპოვე საოცარი შედეგი სახლის პირობებში — სალონის გარეშე!",
    ],
    category: "facial-cleanser",
  },
  {
    id: 2,
    imgUrl: "/2.svg",
    discount: 70,
    frontTitle:
      "BeautiyRecipe-ის 🌸 ლაზერული ეპილატორი, რომელიც გაგანთავისუფლებთ არასასურველი თმისგან.",
    oldPrice: 570.0,
    newPrice: 179.0,
    backText: [
      "✨ უსაფრთხო და უმტკივნეულო პროცედურა.",
      "⚡ 1 მილიონი იმპულსი, 10 წელი საკმარისია",
      "🌠 სახლში მარტივად – აღარ დაგჭირდებათ სალონში ძვირადღირებული პროცედურები!",
      "🪐 სწრაფი და ეფექტური – ყველა ტიპის თმას ხედავს!.",
    ],
    category: "epilator",
  },
  {
    id: 3,
    imgUrl: "/3.svg",
    discount: 50,
    frontTitle:
      "BeautiyRecipe-ის თმის ფენ-სავარცხელი 🎁 მიიღე სალონური შედეგი სახლის პირობებში!",
    oldPrice: 240.0,
    newPrice: 119.0,
    backText: [
      "⏰ მხოლოდ 119 ლარად",
      "✔️ გარანტია 5 წელი",
      "🌟 💖 დაისონის კლონი, მულტიფუნქციური ფენით",
      "🚚 უფასო საკურერო მომსახურება  მთელი საქართველოს მასშტაბით!",
    ],
    category: "hair-dryer",
  },
  {
    id: 4,
    imgUrl: "/4.svg",
    discount: 50,
    frontTitle:
      "BeautiyRecipe-ის თმის ფენ-სავარცხელი 🎁 მიიღე სალონური შედეგი სახლის პირობებში!",
    oldPrice: 240.0,
    newPrice: 119.0,
    backText: [
      "⏰ მხოლოდ 119 ლარად",
      "✔️ გარანტია 5 წელი",
      "🌟 💖 დაისონის კლონი, მულტიფუნქციური ფენით",
      "🚚 უფასო საკურერო მომსახურება  მთელი საქართველოს მასშტაბით!",
    ],
    category: "hair-dryer",
  },
  {
    id: 5,
    imgUrl: "/5.svg",
    discount: 50,
    frontTitle:
      "BeautiyRecipe-ის თმის ფენ-სავარცხელი 🎁 მიიღე სალონური შედეგი სახლის პირობებში!",
    oldPrice: 240.0,
    newPrice: 119.0,
    backText: [
      "⏰ მხოლოდ 119 ლარად",
      "✔️ გარანტია 5 წელი",
      "🌟 💖 დაისონის კლონი, მულტიფუნქციური ფენით",
      "🚚 უფასო საკურერო მომსახურება  მთელი საქართველოს მასშტაბით!",
    ],
    category: "hair-dryer",
  },
  {
    id: 7,
    imgUrl: "/7.svg",
    discount: 50,
    frontTitle:
      "BeautiyRecipe-ის სახის ვაკუუმ გამწმენდი ✨ გაათავისუფლეთ თქვენი კანი სამუდამოდ შავი წერტილებისგან!",
    oldPrice: 220.0,
    newPrice: 109.0,
    backText: [
      "🌸 აქრობს შავ წერტილებს, ჭარბ ცხიმს და წმენდს ფორებს.",
      "💫 აჯანსაღებს და აახალგაზრდავებს სახის კანს.",
      "✅ გამოიყენება ყველა ტიპის კანზე. აქრობს აკნესა და გამონაყარს.",
      "💎 პროფესიონალური შედეგი სალონის გარეშე.",
    ],
    category: "facial-cleanser",
  },
];

export default products;
