const products = [
  {
    id: 1,
    imgUrl: "/1.svg",
    discount: 50,
    frontTitle:
      "BeautiyRecipe-ის 💎 ახალი თაობის ვაკუუმის აპარატი — თქვენი კანის სუფთა და ჯანსაღი იერსახისთვის!",
    oldPrice: 300.0,
    newPrice: 149.0,
    backText: [
      "✔ ეფექტურად აშორებს შავ წერტილებს",
      "✔ წმენდს ღრმად ფორებს",
      "✔ ამცირებს ცხიმის გამოყოფას",
      "✔ აუმჯობესებს კანის ტექსტურას და ბზინვარებას",
      "📦 მოიპოვე საოცარი შედეგი სახლის პირობებში — სალონის გარეშე!",
    ],
    category: "facial-cleansers",
  },
  {
    id: 2,
    imgUrl: "/2.svg",
    discount: 70,
    frontTitle:
      "BeautiyRecipe-ის 🌸 ლაზერული ეპილატორი, რომელიც გაგანთავისუფლებთ არასასურველი თმისგან.",
    oldPrice: 570.0,
    newPrice: 179.0,
    backText: [
      "✨ უსაფრთხო და უმტკივნეულო პროცედურა.",
      "⚡ 1 მილიონი იმპულსი, 10 წელი საკმარისია",
      "🌠 სახლში მარტივად – აღარ დაგჭირდებათ სალონში ძვირადღირებული პროცედურები!",
      "🪐სწრაფი და ეფექტური – ყველა ტიპის თმას ხედავს!.",
    ],
    category: "epilators",
  },
];

export default products;
